[
    {
        "id":"1",
        "title": "Urban Woody",
        "des": "Todays everyday we are visit many website for buying some espacial product which are make something so beautiful. In my website you can get those things. Wooden metarials are so netural and fassionable. Now I am going to pic some key features of my project",
        "bullet_points": ["A User have to be authoraized for using this website and the information will be secure", "Authoraized user can purcess any product with their quantity", "Besides User have their own dashboard where they can esaily notified their activity", "In deshboard user can see their orders and they can also cancel their order before approved", "A User can give the review for the website", "Here we have another part is for admin panel, admin can maintain the total things of this website", "An Admin can add new product and also delete product from the website", "An Admin can also manage the orders. He/she can aproved or cancel the orders", "An Admin can make another admin for the webiste"],
        "pic": ["https://i.ibb.co/VwtDZWr/u-1.png",
         "https://i.ibb.co/MMcF7r3/u-2.png",
         "https://i.ibb.co/pXBtRG4/u-4.png",
         "https://i.ibb.co/rGJjvPj/u-5.png",
         "https://i.ibb.co/ykwBM4H/u-3.png"],
         "live_site": "https://urban-woody.web.app/",
         "github_client": "https://github.com/chandan9074/Urban-Woody-Client",
         "github_server": "https://github.com/chandan9074/Urban-Woody-Server"
    },
    {
        "id":"2",
        "title": "Link Short",
        "des": "Every day we have to face a lot of problem to manage some of our important links. Here I solve this problem in simple way. User can easily handle those problems.",
        "bullet_points": ["Unathorized user can only short their long url. But they can't do any further activities.", "When an user singup in our website they can short their long url, update the short url and also delete their saved url.", "The main helpfull part is that when an authorized user logged out and after login he will be able to see their previous created short urls. But this feature only able to authorized users."],
        "pic": ["https://i.ibb.co/5nJw814/l-1.png",
         "https://i.ibb.co/grw6792/l-2.png",
         "https://i.ibb.co/g4Nr0GK/l-3.png",
         "https://i.ibb.co/JtnDfyv/l-4.png",
         "https://i.ibb.co/GthbxhZ/l-5.png"],
         "live_site": "https://urban-woody.web.app/",
         "github_client": "https://github.com/chandan9074/Urban-Woody-Client",
         "github_server": "https://github.com/chandan9074/Urban-Woody-Server"
    },
    {
        "id":"3",
        "title": "Wild Wishes",
        "des": "Wild Wishes make peoples dream true. In this website people can make there day memorable. Here people can visit all over the world. They can see the most beautiful part of the world.",
        "bullet_points": ["In the homepage of our website, user can see the upcoming adventures of our team. Besides they can see the ongoing events and they can also join there.", "For the home page adventure booking, user have to log in and then they can booking and see there booking in the my booking page and they can also cancel there booking.", "In the manage all booking page user can see the all users booking and here user can approve there booking.", "In the Add New Adventures page we can add new adventure.", "Now In the backend part I use mongodb for handle all the data of the website and for user information and authentication part I use firebase. I use google sign In and normal email sign In for authentication."],
        "pic": ["https://i.ibb.co/272NKT1/w-1.png",
         "https://i.ibb.co/52GKJpy/w-2.png",
         "https://i.ibb.co/WFzF9FT/w-3.png",
         "https://i.ibb.co/JKKv9fF/w-4.png",
         "https://i.ibb.co/2Yh9K1D/w-5.png",
         "https://i.ibb.co/9qRnW64/w-6.png"],
         "live_site": "https://wild-wishes.web.app/",
         "github_client": "https://github.com/chandan9074/Wild-Wishes-Client",
         "github_server": "https://github.com/chandan9074/Wild-Wishes-Server"
    }
]